/**
 * const prefixCls = 'style-682963';
 * const images = '/static/images/src/star';
 * @Author: czy0729
 * @Date: 2018-10-22 00:27:40
 * @Last Modified by: czy0729
 * @Last Modified time: 2018-10-22 01:21:23
 * @Path bt_mb_new /src/star/ds.js
 */
import Utils from '@utils';

export const imagesStar = Utils.cdn('/static/images/src/star/images');
// const images = Utils.cdn('https://static.nidosport.com/images/src/star/images');

export const starDS = [
  {
    id: 0,
    img: 'yingj/yingj.jpg',
    bg: 'yingj/yingj_bg.jpg',
    title: '尹国驹',
    content: [
      `世界洪门历史文化协会主席，澳门政协委员，中国台湾致公党荣誉主席！知名电影出品人，澳门风云人物，
      前无古人后无来者的华人创奇！1998年其自传式电影《濠江风云》上映，轰动全世界！同年接受美国《时代周刊》专访，
      被称为“澳葡末期的教父”、澳门皇帝！2012年创办世界洪门历史文化协会，旨在发扬洪门历史文化，秉承洪门忠义精神，
      团结世界各地华人力量，爱国爱澳，为国家和民族的发展建设和促进海峡两岸和平统一竭力贡献出自己的力量！`
    ]
  },
  {
    id: 1,
    img: 'zenggq/zenggq.jpg',
    bg: 'zenggq/zenggq_bg.jpg',
    title: '曾国强',
    content: [
      {
        img: 'zenggq/1.jpg'
      },
      `曾国强-中国运动史上里程碑式英雄人物！1984年第23届洛杉矶奥运会曾国强先生一举拿下52公斤级金牌，
      是继许海峰为中国取得“零的突破”四个小时后，中国奥运史上的第二枚金牌！更是成为奥运史上中国举重队的首位金牌获得者！
      自此开创中国运动史新篇章！凯旋归国后曾国强获得中国体育界最高荣誉：国家体育运动荣誉奖章，同年荣立一等军功！
      为中华民族文明璀璨的进程作出了无法磨灭的贡献！`,
      {
        img: 'zenggq/2.jpg'
      }
    ]
  },
  {
    id: 2,
    img: 'lixx/lixx.jpg',
    bg: 'lixx/lixx_bg.jpg',
    title: '李修贤',
    content: [
      `香港金像奖最佳导演！在八九十年代成长的人眼中修哥是英雄的代名词，主演无数经典港产电影！
      引领了几个时代的港产片发展浪潮！`,
      {
        img: 'lixx/1.jpg'
      },
      `其和周润发主演的，吴宇森导演的【喋血双雄】堪称香港电影最辉煌时期的巅峰之作！开创了世界影史新纪元，
      被著名电影权威杂志《帝国》评为世界15部最具影响力的电影之一，至今仍是警匪枪战动作片难以逾越的经典！
      在圈内素有硬汉铁骨的美誉，现实中修哥帮助过的艺人明星不计其数，成功发掘了周星驰、成奎安等明星！
      是星爷最感激的恩师，第21届香港电影金像奖,周星驰凭《少林足球》拿到最佳导演奖,他在获奖感言里依旧特别向李修贤致谢！
      凭借极好的艺德和人品，修哥成为华人娱乐圈备受尊敬的殿堂级大哥！`,
      {
        img: 'lixx/2.jpg'
      },
      {
        img: 'lixx/3.jpg'
      }
    ]
  },
  {
    id: 3,
    img: 'huangjd/huangjd.jpg',
    bg: 'huangjd/huangjd_bg.jpg',
    title: '黄家达',
    content: [
      `著名功夫影视巨星及中华武术弘扬布道宗师！酷爱垂钓，为人低调内敛，淡泊名利，醉心于世界各地中华武术的弘扬传播！
      在国际上影响力仅次于李小龙的实战派华人功夫巨星！1947年3月22日出生于澳门,早在1972年就扬名国际，
      1979年获得世界自由搏击锦标大赛冠军！1984年获得世界泰拳大赛金腰带！1986年获得全美武术公开大赛冠军！
      1989年获得世界杯国际武术大赛冠军！1982年移居美国，宣扬中华武术，在世界32个国家开设武馆，弟子遍布世界各地！`,
      {
        img: 'huangjd/1.jpg'
      },
      {
        img: 'huangjd/2.jpg'
      },
      {
        img: 'huangjd/3.jpg'
      },
      {
        img: 'huangjd/4.jpg'
      },
      `著名好莱坞超级功夫巨星史泰龙、国际截拳道联盟主席魏峰均是黄家达的弟子！受其弟子史泰龙之邀.在《第一滴血》
      第三部中担任武术指导,并和史泰龙演对手戏！`,
      {
        img: 'huangjd/5.jpg'
      },
      `其主演并蜚声中外影坛的代表作有：《血滴子》《八百壮士》《少林十八铜人》《火烧少林寺》《黄飞鸿少林拳》
      《雍正大破十八铜人》《雍正命丧少林门》《合气道》《武生情未了》《特警雄威》《香港超人》等。
      其中《火烧少林寺》当时号称中国影坛五十年以来最优异代表作，构思十载，筹拍三年，
      耗资四千万向世界影坛示威夺权之宏伟钜铸！1976年一经上映，随即轰动海内外，万人空巷观影之势前所未有！
      在世界各地被译为80多种语言流传，成为中国影史的传奇之作！其后的《少林十八铜人》至今仍是少林功夫电影无法逾越的经典！`,
      {
        img: 'huangjd/6.jpg'
      },
      {
        img: 'huangjd/7.jpg'
      },
      {
        img: 'huangjd/8.jpg'
      },
      {
        img: 'huangjd/9.jpg'
      },
      `目前担任世界黄家达综合拳总会主席，国际武术联盟总会总教练，国际泰拳总会总教练，先后被世界十多个国家政府礼聘！
      现为美国海军陆战队实战总教练，匈牙利特种部队实战总教练，柬埔寨内政部vip突击旅总教练等职。`,
      {
        img: 'huangjd/10.jpg'
      },
      {
        img: 'huangjd/11.jpg'
      },
      {
        img: 'huangjd/12.jpg'
      },
      {
        img: 'huangjd/13.jpg'
      },
      `在南美洲军警及武术界黄家达先生如雷贯耳！长期为南美各国政府座上宾！数十年来，南美洲毒品枪支泛滥，
      谋杀率一直高居世界之首，军警及政客要员被害案件层出不穷！自黄家达先生执教各国军警部队后，人员战斗素质升至世界前茅，
      士气高昂，伤残死亡被害率大幅降低，为维护南美各国治安打击犯罪做出了巨大贡献`,
      {
        img: 'huangjd/14.jpg'
      },
      {
        img: 'huangjd/15.jpg'
      },
      `在南美武术界，黄家达先生更是被奉为泰斗级宗师！南美地区综合格斗水平处于世界顶尖水平，
      巴西柔术、困兽斗铁笼赛等格斗赛事以高水平极度血腥而闻名于世！黄家达先生迄今的第三四代徒子徒孙均为南美武林界的
      中流砥柱，其门下时常斩获Mixed Martial Arts（简称：MMA）等顶级赛事金腰带犹如探囊取物，各式样级别拳王多如牛毛！
      其成就在国际上无不令人钦佩！`,
      {
        img: 'huangjd/16.jpg'
      },
      {
        img: 'huangjd/17.jpg'
      }
    ]
  },
  {
    id: 4,
    img: 'zhanghw/zhanghw.jpg',
    bg: 'zhanghw/zhanghw_bg.jpg',
    title: '张宏武',
    content: [
      '专业台钓十八年；吉尼斯世界纪录保持者！现担任中国功夫特训营营长；其铁臂神功享誉海内外！',
      {
        img: 'zhanghw/1.jpg'
      },
      '2014年8月31号挑战吉尼斯世界纪录，以2分27秒时间运用“铁臂功”于棱角部击断9*9*88公分（硬度7.0）天然花岗岩石48根，成功卫冕当代“世界铁臂王”！',
      '2015年在《广州跨年晚会》上做为跨年红人特邀挑战人类手臂极限成功，被誉为广州铁之神臂！',
      {
        img: 'zhanghw/2.jpg'
      },
      '中央电视台CCTV5《体育人间》栏目专访明星人物。'
    ]
  },
  {
    id: 5,
    img: 'piec/piec.jpg',
    bg: 'piec/piec_bg.jpg',
    title: '皮恩成',
    content: [
      {
        img: 'piec/1.jpg'
      },
      `字慕水，号禅庐居士，汉族，祖籍河北，世居天津，1949年8月生于天津。师承王学仲、龚望先生，工楷书、隶书、精小楷。
      传略入编《当代世界名人传》（中国卷），作品收录《世界当代著名书画名家真迹博览大典》等多部辞书，
      多次参加国内外大型书画联展并荣获《中国十大杰出书画家》荣誉称号。`,
      '现为中国国画院院士，国家一级书画师，中国国礼特供艺术家，中国书画家社会艺术水平等级评定评委会委员，中国书画名家联合会理事。',
      {
        img: 'piec/2.jpg'
      }
    ]
  },
  {
    id: 6,
    img: 'chengzg/chengzg.jpg',
    bg: 'chengzg/chengzg_bg.jpg',
    title: '程志刚',
    content: [
      `程志刚，原国家队散打主力队员，中国超级散打王！1999年就荣获全国武术散打锦标赛75公斤级青少年冠军，
      2000年荣获广东省省运会75公斤级冠军，2002年全国散打锦标赛80公斤级季军，同年扬威世界自由搏击界，
      荣获【2002年世界自由搏击争霸赛】80公斤级冠军！2003年全国散打锦标赛85公斤级亚军，同年代表中国警界征战世界站立式
      格斗最强国日本，荣获【中日警察自由搏击争霸赛】冠军，震惊世界警界，获中国公安部特别表彰！ `,
      {
        img: 'chengzg/1.jpg'
      },
      `2004年拿下全国散打锦标赛85公斤级冠军、亚洲散打锦标赛85公斤级冠军，霎时业内闻刚色变，被喻为岭南鬼见愁！
      是该时期世界最具实力的重量级超级散打王！2008年荣获中国武术运动员最高等级--武英级健将！（李连杰吴京同为该等级）`,
      {
        img: 'chengzg/2.jpg'
      },
      `现为世界自由搏击联合会【WKF】中国区执行副主席！国家武术段位制指导员，国家武术段位制考评官！广州K9国际搏击俱乐部
      联合创始人！为中国武术在全世界发扬光大尽心竭力的贡献着自己的力量！`
    ]
  },
  {
    id: 7,
    img: 'gongkx/gongkx.jpg',
    bg: 'gongkx/gongkx_bg.jpg',
    title: '宫克勋',
    content: [
      {
        img: 'gongkx/1.jpg'
      },
      `宫克勋先生在主政湖南省台办期间将台湾省浮漂产业引进至大陆临湘市落地生根，造就了今日的临湘浮漂之城，
      故有中国浮漂之父一称 ！`,
      {
        img: 'gongkx/2.jpg'
      }
    ]
  },
  {
    id: 8,
    img: 'lijl/lijl.jpg',
    title: '李嘉亮',
    content: [
      '台钓教父-李嘉亮，慈善家，外号：鱼达人！台湾首个致力于生态环境保育，民众饮食健康，渔民农民福利的社会企业[鱼饮食文化社会企业]和248农市学集创始人！',
      '台湾各大综艺知识节目及户外运动节目争相邀请的殿堂级人物，亦是台湾出版界超炙手的朝拜级大师，著作甚丰，涉及环境保育。饮食健康。户外运动等各个领域；其作品《台湾常见鱼类图鉴》五册，更荣获业内奥斯卡之称的民国八十年新闻局金鼎奖！对台钓运动的推动发展普及做出了无法磨灭，空前绝后的贡献！',
      '曾任台湾钓鱼人杂志总监十八载，作为顶级的台湾钓鱼人，其对台钓的著作可谓全方位覆盖，数十年畅行不衰！被Google图书，美国国家图书馆收录，并被译为电子版；但凡在台湾钓过鱼的无不对其仰视！',
      '台灣釣魚入門-戶外出版社67年發行 -- 作者李嘉亮',
      '台灣釣技大全-戶外出版社67年發行 -- 作者李嘉亮',
      '池釣入門-戶外出版社69年發行 -- 作者李嘉亮',
      '溪釣入門-戶外出版社69年發行 -- 作者李嘉亮',
      '水庫野塘釣入門-戶外出版社70年發行 -- 作者李嘉亮',
      '灘釣入門-戶外出版社70年發行 -- 作者李嘉亮',
      '磯釣入門-戶外出版社70年發行 -- 作者李嘉亮',
      '釣魚教室台灣的溪釣-釣魚雜誌社74年發行 -- 作者李嘉亮',
      '釣魚百科全書-將門出版社74年發行 -- 作者李嘉亮',
      '船釣百科-戶外出版社69年發行 -- 作者李嘉亮',
      '磯釣百科-戶外出版社69年發行 -- 作者李嘉亮',
      '溪河百科-戶外出版社68年發行 -- 作者李嘉亮',
      '釣魚綜合百科-戶外出版社68年發行 -- 作者李嘉亮',
      '灘釣百科-釣魚雜誌社67年發行 -- 作者李嘉亮',
      '藻餌磯釣百科-釣漁雜誌社出版68年發行 -- 作者李嘉亮',
      '溪釣-釣漁雜誌出版74年發行 -- 作者李嘉亮',
      '台灣釣魚最佳去處-戶外出版社67年發行 -- 作者李嘉亮',
      '台灣釣魚秘訣全集-釣魚雜誌社74年發行 -- 作者李嘉亮',
      '台灣魚類圖鑑-釣魚雜誌社出版74年發行 -- 作者李嘉亮',
      '台灣常見魚類圖鑑-台灣釣魚出版83年發行 -- 作者李嘉亮',
      '台灣漁小百科 貓頭鷹出板社83年發行 -- 作者李嘉亮'
    ]
  }
];
