/**
 * const prefixCls = 'style-134721';
 * const images = '/static/images/src/discovery/fish/Index';
 * @Author: czy0729
 * @Date: 2018-08-08 17:31:11
 * @Last Modified by: czy0729
 * @Last Modified time: 2018-08-09 14:52:31
 * @Path m.benting.com.cn /src/discovery/fish/Index/ds.js
 */
export const tabsDS = [
  { title: '最新' },
  { title: '高分' },
  { title: '已评分' }
];

export const ruleDS = {
  36: {
    title: '鱼竿',
    rule: [
      '本汀台钓竿渔获有礼现已正式开启啦！即日起，只要使用本汀台钓作品晒出渔获，凭借：',
      '单尾2至6斤或总渔获30斤以上可奖励价值30枚官网金币！',
      '单尾6至10斤或总渔获60斤以上可奖励价值59.9元的乐牌黑乐竞技鱼线一盘！',
      '钓获单尾10至20斤可奖励价值200元以内的本汀钓鱼服裤或木制漂盒线挂盒任选一样！',
      '钓获单尾20斤以上可奖励价值250元以内的本汀钓鱼服裤、木制漂盒线挂盒或本汀台钓竿任选一样！',
      '钓获单尾30斤以上可奖励价值350元以内的本汀台钓竿任选一支！',
      '钓获单尾40斤以上可奖励价值500元以内的本汀台钓竿任选一支！',
      '钓获单尾50斤以上可奖励价值700元以内的本汀台钓竿任选一支！',
      '',
      '活动规则：',
      '1、参加台钓竿渔获有礼的鱼获，不可同时参加该版块的其他分类如鱼线、浮漂、鱼饵等鱼获有礼活动！',
      '2、参加台钓竿渔获有礼的鱼获，需要为2018年3月20日后垂钓的鱼获，在此日期之前的合格鱼获可奖励30枚金币！',
      '3、参加台钓竿渔获有礼的鱼获，需要大致描述垂钓过程经历，有明确的垂钓地点，鱼竿现场使用图片、产品和渔获合影，鱼获称重清晰!',
      '4、参加台钓竿渔获有礼的鱼获，一经打分视为合格， 即可联系客服领取相对应的鱼获奖励！',
      '5、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、经历不符、图片盗用PS、虚假重量等作弊行为将取消活动资格，情节严重者永久拉黑！'
    ]
  },
  38: {
    title: '鱼饵',
    rule: [
      '本汀一正宗鱼饵渔获有礼现已正式开启啦！即日起，只要使用本汀一正宗鱼饵晒出渔获，凭借：',
      '单尾2至6斤或总渔获30斤以上可奖励价值30枚官网金币！',
      '单尾6至10斤或总渔获60斤以上可奖励价值59.9元的乐牌黑乐竞技鱼线一盘！',
      '钓获单尾10至15斤或总渔获90斤以上可奖励价值150元以内的本汀钓鱼服或裤任选一件！',
      '钓获单尾15至20斤或总渔获120斤以上可奖励价值200元以内的本汀钓鱼服裤或木制漂盒线挂盒任选一样！',
      '钓获单尾20斤以上可奖励价值250元以内的本汀钓鱼服裤、木制漂盒线挂盒或本汀台钓竿任选一样！',
      '钓获单尾30斤以上可奖励价值350元以内的本汀台钓竿任选一支！',
      '钓获单尾40斤以上可奖励价值500元以内的本汀台钓竿任选一支！',
      '钓获单尾50斤以上可奖励价值700元以内的本汀台钓竿任选一支！',
      '',
      '活动规则：',
      '1、参加一正宗鱼饵渔获有礼的鱼获，不可同时参加该版块的其他分类如鱼线、浮漂、鱼饵等鱼获有礼活动！',
      '2、参加一正宗鱼饵渔获有礼的鱼获，需要为2018年3月20日后垂钓的鱼获，在此日期之前的合格鱼获可奖励30枚金币！',
      '3、参加一正宗鱼饵渔获有礼的鱼获，需要大致描述垂钓过程经历，有明确的垂钓地点，鱼饵现场使用图片、产品和渔获合影，鱼获称重清晰!',
      '4、参加一正宗鱼饵渔获有礼的鱼获，一经打分视为合格， 即可联系客服领取相对应的鱼获奖励！',
      '5、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、经历不符、图片盗用PS、虚假重量等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '6、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀一正宗鱼饵，并在官网售后中心有提交订单。'
    ]
  },
  37: {
    title: '鱼线',
    rule: [
      '本汀乐牌鱼线渔获有礼现已正式开启啦！即日起，只要使用本汀乐牌鱼线晒出渔获，凭借：',
      '单尾2至6斤或总渔获30斤以上可奖励价值30枚官网金币！',
      '单尾6至10斤或总渔获60斤以上可奖励价值69.9元的本汀顶风巴纳浮漂一支！',
      '钓获单尾10至15斤或总渔获90斤以上可奖励价值150元以内的本汀钓鱼服或裤任选一件！',
      '钓获单尾15至20斤或总渔获120斤以上可奖励价值200元以内的本汀钓鱼服裤或木制漂盒线挂盒任选一样！',
      '钓获单尾20斤以上可奖励价值250元以内的本汀钓鱼服裤、木制漂盒线挂盒或本汀台钓竿任选一样！',
      '钓获单尾30斤以上可奖励价值350元以内的本汀台钓竿任选一支！',
      '钓获单尾40斤以上可奖励价值500元以内的本汀台钓竿任选一支！',
      '钓获单尾50斤以上可奖励价值700元以内的本汀台钓竿任选一支！',
      '',
      '活动规则：',
      '1、参加乐牌鱼线渔获有礼的鱼获，不可同时参加该版块的其他分类如鱼线、浮漂、鱼饵等鱼获有礼活动！',
      '2、参加乐牌鱼线渔获有礼的鱼获，需要为2018年3月20日后垂钓的鱼获，在此日期之前的合格鱼获可奖励30枚金币！',
      '3、参加乐牌鱼线渔获有礼的鱼获，需要大致描述垂钓过程经历，有明确的垂钓地点，鱼线现场使用图片、产品和渔获合影，鱼获称重清晰!',
      '4、参加乐牌鱼线渔获有礼的鱼获，一经打分视为合格， 即可联系客服领取相对应的鱼获奖励！',
      '5、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、经历不符、图片盗用PS、虚假重量等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '6、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀乐牌鱼线，并在官网售后中心有提交订单。'
    ]
  },
  40: {
    title: '鱼漂',
    rule: [
      '本汀浮漂渔获有礼现已正式开启啦！即日起，只要使用本汀浮漂晒出渔获，凭借：',
      '单尾2至6斤或总渔获30斤以上可奖励价值30枚官网金币！',
      '单尾6至10斤或总渔获60斤以上可奖励价值59.9元的乐牌黑乐竞技鱼线一盘！',
      '钓获单尾10至15斤或总渔获90斤以上可奖励价值150元以内的本汀钓鱼服或裤任选一件！',
      '钓获单尾15至20斤或总渔获120斤以上可奖励价值200元以内的本汀钓鱼服裤或木制漂盒线挂盒任选一样！',
      '钓获单尾20斤以上可奖励价值250元以内的本汀钓鱼服裤、木制漂盒线挂盒或本汀台钓竿任选一样！',
      '钓获单尾30斤以上可奖励价值350元以内的本汀台钓竿任选一支！',
      '钓获单尾40斤以上可奖励价值500元以内的本汀台钓竿任选一支！',
      '钓获单尾50斤以上可奖励价值700元以内的本汀台钓竿任选一支！',
      '',
      '活动规则：',
      '1、参加浮漂渔获有礼的鱼获，不可同时参加该版块的其他分类如鱼线、浮漂、鱼饵等鱼获有礼活动！',
      '2、参加浮漂渔获有礼的鱼获，需要为2018年3月20日后垂钓的鱼获，在此日期之前的合格鱼获可奖励30枚金币！',
      '3、参加浮漂渔获有礼的鱼获，需要大致描述垂钓过程经历，有明确的垂钓地点，浮漂现场使用图片、产品和渔获合影，鱼获称重清晰!',
      '4、参加浮漂渔获有礼的鱼获，一经打分视为合格， 即可联系客服领取相对应的鱼获奖励！',
      '5、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、经历不符、图片盗用PS、虚假重量等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '6、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀浮漂，并在官网售后中心有提交订单。'
    ]
  },
  49: {
    title: '装备',
    rule: [
      '本汀装备有礼现已正式开启啦！即日起，只要在钓鱼场地使用本汀装备晒出照片，即可奖励价值39.9元的乐牌竞技鱼线一盘！',
      '',
      '活动规则：',
      '1、照片需要在钓鱼场地拍摄，至少有三张以上，清晰明了，一经打分视为合格， 即可联系客服领取奖励！',
      '2、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、图片盗用PS等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '3、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀装备，并在官网售后中心有提交订单。'
    ]
  },
  51: {
    title: '服饰',
    rule: [
      '本汀服饰有礼现已正式开启啦！即日起，只要穿着本汀钓鱼服裤帽晒出照片，即可奖励价值39.9元的乐牌竞技鱼线一盘！ ',
      '',
      '活动规则：',
      '1、照片需要至少三张以上，清晰明了，一经打分视为合格， 即可联系客服领取奖励！',
      '2、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、图片盗用PS等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '3、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀服饰，并在官网售后中心有提交订单。',
      '4、2018年3月份以前购买的本汀服饰晒出合格照片可获得30金币奖励！'
    ]
  },
  50: {
    title: '配件',
    rule: [
      '本汀小配件鱼获有礼现已正式开启啦！即日起，只要使用本汀小配件晒出渔获，凭借：',
      '单尾2至6斤或总渔获30斤以上可奖励价值30枚官网金币！',
      '单尾6至10斤或总渔获60斤以上可奖励价值59.9元的乐牌黑乐竞技鱼线一盘！',
      '钓获单尾10斤以上或总渔获90斤以上可奖励价值150元以内的本汀钓鱼服或裤任选一件！',
      '',
      '活动规则：',
      '1、参加配件渔获有礼的鱼获，不可同时参加该版块的其他分类如鱼线、浮漂、鱼饵等鱼获有礼活动！',
      '2、参加配件渔获有礼的鱼获，需要为2018年3月20日后垂钓的鱼获，在此日期之前的合格鱼获可奖励30枚金币！',
      '3、参加配件渔获有礼的鱼获，需要大致描述垂钓过程经历，有明确的垂钓地点，配件现场使用图片、产品和渔获合影，鱼获称重清晰!',
      '4、参加配件渔获有礼的鱼获，一经打分视为合格， 即可联系客服领取相对应的鱼获奖励！',
      '5、本活动严禁弄虚作假，全程接受广大观众监督举报！如发现活动作假、经历不符、图片盗用PS、虚假重量等作弊行为将取消活动资格，情节严重者永久拉黑！',
      '6、参加本活动需要是在2018年3月份后通过正规渠道购买的本汀配件，并在官网售后中心有提交订单。'
    ]
  }
};
